{
    "Color": "#f300ff",
    "Head": {
        "title": "Smit Parekh",
        "NavbarName": "Smit Parekh"
    },
    "HomePage": {
        "name": "Smit Parekh",
        "Position": [
            "Video Editor",
            "Graphic Designer",
            "Web Developers ",
            ""
        ],
        "description": "Versatile creator: Video editor, web developer, graphic designer. "
    },
    "AboutPage": {
      "AboutParagraph": "As a Video Editor at Content Beta, I specialize in transforming ideas into compelling visual experiences for marketing teams. Working with a diverse range of clients, from startups to Fortune 500 companies, I create high-quality video content that effectively showcases their brand, products, and services.\n\nWith a background in Information Technology, I possess a broad set of technical and creative skills that enable me to provide efficient and effective solutions. My expertise spans both front-end and back-end development, utilizing languages such as C++, CSS, HTML, and .NET. Additionally, I excel in web design, crafting visually stunning and user-friendly interfaces with tools like Bootstrap and JS. I also bring proficiency in video editing and graphic design, utilizing tools such as Adobe Premiere Pro and After Effects to produce engaging and polished content.\n\nPassionate about staying current with industry trends, I continually seek opportunities to enhance my skills for delivering optimal results to my clients. Currently pursuing a Master of Science in Information Technology at CHAROTAR UNIVERSITY OF SCIENCE AND TECHNOLOGY, I am immersed in advanced concepts and techniques in web development, data science, and artificial intelligence. Complementing my academic pursuits, I actively engage in online courses and certifications, such as the After Effects CC Masters and the Creator Course by Instagram, to refine my video editing and graphic design skills.\n\nMy unique blend of technical prowess and creative abilities positions me as a valuable asset to any project or team. I thrive on the challenge of creating innovative and impactful video content that aligns with the needs and expectations of my clients. Committed to collaboration and effective communication, I work closely with colleagues and clients to ensure the delivery of high-quality work that aligns with our shared goals and vision.",
    "ImageLink": "https://media.licdn.com/dms/image/D4D03AQGwgOCaBmQL9Q/profile-displayphoto-shrink_800_800/0/1699626031136?e=1710979200&v=beta&t=37Bi9h509uMzsar58e0HmH5QTeJWm6Tv98D-jj832Es"
  },
    "Skills": [
        "Video editor",
        "Social Media Analytics",
        " Motion graphics ",
        " Project Management",
        " Content Management",
        " Social Media Management",
        "Content Strategy",
        " After Effects",
        "Adobe Creative Suite",
        "Html/Css"
    ],
    "Projects": [
        {
            "title": "Hunteredits blogspost ",
            "ImageLink": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEh8vnaDaEXfBQnkgtVqzF0eY1o6bNnnv9mUHwyDpzenOEQXF0-SsRXHquJU8z5y8GqBuXwJ7W-KL2cv91gNhvUqKr5xdqHICzqqkDeHX4mBp5MU2e3mGO_X7Q4Y_x55dLIXBLNAtaZ2IyTZ8gaea0LSXiBjyfq005pM4QhC0LFVf0BTY2_YTxetBBW2/s500/HunterEdits%20(1).png",
            "Status": "Completed",
            "ProjectName": "Hunteredits blogspost ",
            "Technologies": [
                "HTML/CSS",
                " Blog post creation",
                "Content design",
                "Creative communication"
            ],
            "Description": "Personal blog crafted with HTML and CSS, designed for my unique style and preferences. Explore my thoughts, experiences, and creations in a personalized online space",
            "DemoLink": "https://huntereditstelegram.blogspot.com/"
        },
        {
            "title": "Short form content",
            "ImageLink": "https://img.freepik.com/free-photo/lifestyle-content-creator-concept_23-2150405034.jpg?w=826&t=st=1705676925~exp=1705677525~hmac=31dff65e8052cfb55f7c51258674e8300d4787dc0944052bc9467fbcf089d871",
            "Status": "Working On it",
            "ProjectName": "Short form content",
            "Technologies": [
                "Adobe Creative Suite",
                "Social Media Analytics",
                "Video editing "
            ],
            "Description": "Enhance your social media presence with attention-grabbing vertical shorts! 🚀 Tailored for Facebook, Instagram, and TikTok, these viral-ready snippets bring your brand story to life on every platform.\n\n🎥 Skillfully crafted content for maximum impact.\n🌈 Visually stunning designs optimized for Facebook, Instagram, and TikTok.\n📈 Effortlessly boost engagement and visibility across different platforms.\n👥 Connect with your audience through dynamic storytelling.\n\nElevate your social media game and let your brand shine on all major platforms! 🌟",
            "DemoLink": "https://www.youtube.com/playlist?list=PLJB1nJ8VTILlq2aZnHUYyVLJ-QnpOKb8f"
        },
        {
            "title": "Motion graphic / Youtube Videos / Branding video",
            "ImageLink": "https://img.freepik.com/free-photo/hand-typing-laptop-with-play-button-screen_53876-139644.jpg?w=826&t=st=1705679008~exp=1705679608~hmac=912872e08c776ee16247d9c99e44f10848ccbf3084fc87437ef0f6f935463e45",
            "Status": "Working On it",
            "ProjectName": "Motion graphic / Youtube Videos / Branding video",
            "Technologies": [
                "video editing "
            ],
            "Description": "Elevate your videos with captivating motion graphics! 🌟 Tailored for diverse platforms, including corporate presentations, social media, and marketing content, these dynamic visuals enhance your brand narrative with impact. Engage your audience and make a lasting impression across all channels.\n\nCorporate\nSocial Media\nAdvertising\nExplainer\nTitle Sequences\nYouTube\nEvents\nE-learning\nProduct Demonstrations\nBranding Videos",
            "DemoLink": "https://www.youtube.com/playlist?list=PLLlMxB89AwL449pZeTMNQFe_h7Hn43HcL"
        }
    ],
    "Contact": {
        "Linkedin": "https://www.linkedin.com/in/smit-parekh-497b87231/",
        "Instagram": "https://www.instagram.com/hunteredits_2.0/",
        "Email": "smitparekh02@gmail.com"
    }
}
